{"lang":"Japanese","translated":"Adults are so stiff that they cannot see the facts as they are.\nChildren get tired of it because they always have to teach such adults.\nThat's why I gave up on being a painter and became an airplane pilot.\nAnd he flew in the skies around the world, when geography really helped.\nAt a glance, I knew where I was flying.\nThat is a great strength for pilots.\nI have met so many, very hard-headed adults in my life.\nI have lived among such adults.\nI've been observing them from the immediate vicinity.\nAnd even now, I still think that \"adults don't understand.\"\nFrom time to time, I think this person might know.\nAt that time, I always decided to show the first picture.\nI tried to see if I could see the essence of things.\nBut the answer was always this.\n\"What's wrong with your hat?\" I was disappointed and stopped talking about the rainforest, the big snakes, and the stars.\nAnd he talked about golf, politics, and money.\nThen, the other person was relieved to think that I was a decent adult.\nIn that way, I lived alone and lonely.\nHowever, one day, my life changed a lot.\nThat was six years ago.\nWhen I was flying over the Sahara Desert, the engine of the plane broke down and I crash landed in the Sahara Desert.\nI was flying alone, so there were no passengers, no engineers.\nSo I had to repair the plane by myself and manage to escape from the desert.\nI was on the verge of living or dying.\nI didn't even have enough water for a week.\nOn the first night, I slept alone on the sand, far away from where people lived.\nHe was much more isolated than the one who was in distress in the middle of the sea.\nSo at dawn you will see how surprised I was when I was awakened with a strange voice I had never heard before.\nHey you.......\nCan you draw a sheep? \"Eh !?\" I want you to draw a sheep. I was surprised and jumped up.\nI felt like I was struck by lightning.\nWhen I rubbed my eyes, a boy with a mysterious appearance stared at me.\nOn this page, I'll give you the best picture I drew.\nBut readers will know that the real thing is much nicer than the picture.\nBecause I stopped painting when I was six years old.\nI stared at the sudden appearance of the child with his eyes rounded.\nRemember that I was in the middle of the desert at that time.\nThe child did not appear to be lost, thirsty, or hungry.\nHe also didn't look tired or anxious.\nIn other words, it didn't look like a lost child in the middle of a vast desert.\nI finally returned to myself and asked the child:\n\"But what are you doing in a place like this?\" The child repeated the same words as before, as if they were very important.\n--Hey you.......\nCan you draw a sheep? If you go overboard with strange things, you won't be able to do anything.","source":"大人たちは頭が固いので、事実をありのままに見ることができません。\nそんな大人たちに、いつもいつも教えてあげなければならないので、子どもたちはやがてうんざりしてしまうのです。\nそんなわけで、ぼくは画家になるのをあきらめて、飛行機のパイロットになりました。\nそして、世界中の空を飛んだのですが、そのとき、まさに地理が役に立ったのです。\nぼくは、一目で、自分がどこを飛んでいるかわかりました。\nそれは、パイロットにとって非常な強みです。\nぼくは、これまでの人生で、とっても多くの、とっても頭の固い大人たちに会ってきました。\nそんな大人たちのあいだで生きてきたのです。\nすぐ近くから彼らを観察してきました。\nそして、いまでも、\"やっぱり大人たちはわかっていない”と思っています。\nときどき、この人ならわかるかもしれない、と思うことがあります。\nそんなときは、いつも、第一号の絵を見せることにしていました。\nものごとの本質が見えるかどうかを試してみたのです。\nでも、答えはいつもこうでした。\n「帽子がどうかしたの?」ぼくはがっかりして、熱帯雨林のことや、大ヘビのことや、星のことを話すのをやめました。\nそして、ゴルフのことや、政治のことや、お金のことを話したのです。\nそうすると、相手の人は、ぼくをまともな大人だと思って安心するのでした。\nそんなふうにして、ぼくは、一人きりで淋しく生きていました。\nところが、ある日を境にして、ぼくの人生は大きく変わったのです。\nそれは六年前のことでした。\nサハラ砂漠の上空を飛んでいたとき、飛行機のエンジンが故障して、ぼくはサハラ砂漠に不時着したのです。\nたった一人で飛んでいたので、乗客も、エンジニアも、誰もいませんでした。\nですから、自分一人で飛行機を修理して、なんとか砂漠から脱出しなければならなかったのです。\nぼくは、生きるか死ぬかの瀬戸際にいました。\n一週間分の飲み水さえ充分にありませんでした。\n最初の夜、ぼくは、人々が住んでいる場所から遠く遠く離れた砂の上に、たった一人で寝ました。\n海の真ん中で遭難した人より、もっともっと孤立していました。\nですから、明け方に、それまで聞いたことのない不思議な声で起こされたとき、ぼくがどれほど驚いたかわかってもらえるでしょう。\nねえ......。\nヒツジを描いてくれない?「えっ!?」ヒツジを描いてほしいの･ぼくはびっくりして飛び起きました。\nまるで雷に打たれたような気がしました。\n目をこすって見てみると、不思議な格好をした男の子が、ぼくをしげしげと眺めていました。\nこのページに、ぼくが描いたいちばん上手な絵をあげておきます。\nでも、絵よりも本物のほうがずっと素敵だということは、読者のみなさんはよくわかっているでしょう。\nだって、ぼくは六歳のときに絵を描くのをやめてしまったのですから。\nぼくは、突然出現したその子を、目を丸くして見つめました。\nそのとき、ぼくが、砂漠の真ん中にいたことを思い出してください。\nその子は、迷っているようにも、喉が渇いているようにも、おなかをすかせているようにも見えませんでした。\nまた、疲れているようにも、不安になっているようにも見えません｡でした。\nつまり、広い広い砂漠の真ん中で、迷子になった子どものようには見えなかった、ということです。\nぼくはようやく我に帰り、その子にこう聞きました。\n「だけど、こんなところで何をしているんだい?」その子は、さっきと同じ言葉を、まるでとても大切なことのようにくり返しました。\n――ねえ......。\nヒツジを描いてくれない?不思議なことも度を越すと、さからうことができなくなります。"}
