{"lang":"Japanese","translated":"One of the most striking preparations for a strange trip was the bandit-style cloak that was once bought in Corsica.\nThe front was purplish navy blue, the lining was scarlet, and it usually hung on the back, but if you wanted, it had a windbreak hood that could completely hide your head.\nSir Stafford Nai was a disappointment in the diplomatic field.\nWhen he was young, he was paying attention to what he was likely to be a big player, but for some reason he disappointed.\nA quirky, demonic sense of humor tended to cling to him when he had to be very serious.\nHe always thought that it was better to satisfy his graceful, playful and mischievous mind than to feel bored at the crucial moment.\nHe was well known in public life, even though he had not reached a high position in the government.\nStafford Nai was undoubtedly brilliant, but the general perception was that he wasn't a credible person and probably wouldn't be that kind of person in the future.\nIn today's complex entangled politics and international affairs, credibility is more desirable than ingenuity, especially when trying to reach ambassadorial status.\nSir Stafford Nai was given a mission that wasn't very important or public, sometimes requiring tactical techniques. good.\nJournalists sometimes called him the dark horse of diplomacy.\nNo one knew if Sir Stafford himself was disappointed with his career.\nPerhaps it wasn't even known to Sir Stafford himself.\nHe had the vanity of a human being, but at the same time he was a man who found great joy in satisfying his innate playfulness.\nHe was on his way home after completing an investigation mission in Malaya.\nThis job was strangely unattractive.\nHis colleagues seemed to have decided in advance what the findings would look like, to him.\nThey inspected themselves and listened to local opinions, but their preconceptions were not affected in any way.\nSir Stafford smashed and smashed the job for fun, rather than with clear conviction.\nIn any case, he thought it brought the work to life.\nHe wished he had more such opportunities.\nThe colleagues who worked on this mission together were loyal, credible, but terribly boring.\nEven Mrs. Nathaniel Edge, one of the eccentric and famous red ones, did not imitate foolishly as far as the obvious facts were concerned.\nShe opened her eyes, listened to her, and acted cautiously.\nHe once met her in the capital of a Balkan country when a problem to be solved once came up.\nIt was then that Sir Stafford Nai couldn't help but say a few interesting hints.\nInside News, an example of a revealing hobby magazine, implies that Sir Stafford Nai's visit to the capital is closely related to the Balkan issue and that his mission is a very cautious secret mission. rice field.\nA kind friend marked the relevant article and sent the magazine to Sir Stafford.\nHe wasn't surprised.\nHe read it with a rather naughty laugh.\nAs far as this is concerned, I'm completely happy to think that the journalists are making humorously off-target speculations.\nHe came to Sophiagrad because of his innocent interest in wild flowers and the forcible invitation of his older friend Lady Lucy Craighorn, for no other reason. ..\nThis Lady Lucy Craighorn never gets tired of exploring these rare species of obscure flowers, and whenever she finds this kind of flower, which is so small, contrary to its scientific name, it's always She was a woman who climbed a rock wall and happily jumped into a swamp.\nA small group of enthusiastic enthusiasts have been exploring this plant for about ten days on the mountainside, and the idea that the example article is off the mark is a shame, Sir Stafford. I got into Nai's heart.\nHe's a little bit of a wild flower-I'm tired of it, and no matter how much I like Lucy, I'm over 60 and I'm running up the mountain at full speed and easily overtaking him. Was a little overwhelmed.\nIn front of him was always the butt of bright wisteria purple trousers.\nLucy's other parts are rather thin and boney, but her butt was too wide for Fujimushi's corduroy trousers.\nYes, he thought it wouldn't be a bad idea to get involved in this modest international mission and play around there.\nThe voice of a metallic loudspeaker was speaking to the passengers again on the plane.\nDue to the heavy fog in Geneva, the plane was informed that it would change destination to Frankfurt Airport and fly from there to London.\nPassengers to Geneva will be sent back from Frankfurt as soon as the fog clears.\nFor Sir Stafford Nai, this change didn't matter.\nIf London is foggy, the plane will fly to Prestwick (southwestern Scotland).\nI prayed that it wouldn't happen.\nI may have been taken to Prestwick many times before.\nHe thought that life and air travel were both terribly boring.\nAt least-I don't know-at least what about?","source":"奇を衒った旅支度でとくに目立つのは、かつてコルシカで買いもとめた山賊風のマントだった。\n表は紫がかった濃紺で、裏地は緋色、それにいつもは背中に垂れさがっているが、お望みなら頭をすっぽり隠せる風よけのフードつきという代物だった。\nサー・スタフォード・ナイは外交畑では期待はずれの存在だった。\n若年のころは大物になりそうな素質に注目を集めていたのだが、なぜかその期待を裏切ってしまった。\n一風変わった悪魔的なユーモアのセンスが、大いに真剣にならなければならないときに、彼にとりつく傾向があった。\n肝心なときに、退屈な思いをするよりは、持ち前の優雅で茶目っけたっぷりないたずら心を満足させるほうがましだと、いつも考えてしまうのだった。\n彼は官界で高い地位に達していないにもかかわらず、公的生活では名の通った存在だった。\nスタフォード・ナイは、疑いもなく才気煥発だが、信頼のおける人間ではないし、おそらく将来もそういう人間にはならないだろう、というのが一般の受けとり方だった。\n今日の複雑にもつれあった政治や国際関係においては、とりわけ大使級の地位に到達しようとするならば、才気よりも信頼性のほうがより望ましい。\nサー・スタフォード・ナイは、時おり駆引きのテクニックを必要とする、あまり重要でもなければ公的でもない任務を与えられることはあったにせたなよ、まずは店ざらしの身といってよかった。\nジャーナリスト連中はときおり彼を外交界のダーク・ホースと呼んでいた。\nサー・スタフォード自身が自分の経歴に失望していたかどうかは、だれにもわからなかった。\nおそらくそれはサー・スタフォード自身にもわからなかっただろう。\n人並みの虚栄心は持ちあわせていたが、同時に生来の茶目つけを満足させることに大きな喜びを見いだすような男だった。\n彼はいま、マラヤでの調査任務を終えて帰国する途中だった。\nこの仕事は不思議なくらい魅力に欠けていた。\n同僚たちは、彼にいわせれば、調査結果がどのようなものになるかということを、前もって決めてかかっているふしがあった。\n彼らは身をもって視察し、現地の意見を聞いたが、先入観はいささかの影響も受けなかった。\nサー・スタフォードは、はっきりした確信があってというよりは、むしろ面白半分に、この仕事をかきまわし、ぶちこわした。\nいずれにせよ、それが仕事に活気を与えた、と彼は思っていた。\nそういった機会がもっと多ければよいと願っていた。\n一緒にこの任務にたずさわった同僚たちは、職務に忠実で、信頼はおけるが、ひどく退屈な連中だった。\n変わり者で有名な紅一点のミセス・ナサニエル・エッジでさえ、明白な事実に関するかぎり、ばかな真似はしなかった。\n彼女は目を見開き、耳をすまし、慎重に振舞った。\n彼はバルカンの某国の首都で、かつて解決すべきある問題が持ちあがったときに、一度彼女と顔を合わせていた。\nサー・スタフォード・ナイが、二、三の興味深いほのめかしを口に出さずにいられなくなったのはそのときだった。\n例の暴露趣味の雑誌(インサイド・ニューズ》が、サー・スタフォード・ナイの首都訪問はバルカン問題と密接な関係があり、彼の任務はきわめて慎重を要する秘密任務であることを、暗にほのめかした。\n親切な友人が、関連記事に印をつけて、その雑誌をサー・スタフォードに送った。\n彼は驚かなかった。\nむしろいたずらっぽい笑いをうかべながらそれを読んだ。\nこのことに関するかぎり、ジャーナリスト連中が滑稽なほど的はずれな臆測をしていることを考えて、すっかりうれしくなってしまった。\n彼がソフィアグラードへやってきたのは、しい野生の花に対する無邪気な興味と、年上の友人レディ・ルーシー・クレグホーンの強引な誘いのためであって、ほかに理由などまったくなかったのである。\nこのレディ・ルーシー・クレグホーンは、これらの人目につきにくい花の珍種の探索にかけては飽くことを知らず、学名の長ったらしさとは逆にいとも小さいこの手の花を見つけると、いつなんどきでも岩壁をよじ登り、嬉々として沼地の中に跳びこんでゆくような女性だった。\n熱心な愛好家の小グループが、山の中腹で約十日間にわたってこの植物探索を続けているうちに、例の記事が的はずれているのはいかにも残念だという考えが、ふとサー・スタフォード・ナイの心にうかんだ。\n彼は野生の花に少々ほんの少しだが――飽きがきていたし、いくらルーシーが好きとはいえ、六十すぎのくせして全速力で山を駆けあがり、楽々と彼を追い抜いてしまう彼女の体力には、いささか辟易させられていた。\n彼の目の前には常に鮮やかな藤紫のズボンのお尻があった。\nルーシーは、ほかの部分はむしろ痩せて骨ばっているほうなのだが、藤紫のコーデュロイのズボンをはくにしては、いかにもお尻の幅が広すぎた。\nそうだ、このささやかな国際的任務に手を出して、そこで遊びまわるのも悪い考えじゃないぞ･と彼は思った。\n機内では金属的な拡声器の声がまた乗客に話しかけていた。\nジュネーヴが濃霧のため、飛行機はフランクフルト空港に行先を変更して、そこからロンドンへ飛ぶという案内だった。\nジュネーヴ行きの乗客は、霧が晴れしだいフランクフルトから送り返されることになるという。\nサー・スタフォード・ナイにとって、この変更はどうということはなかった。\nもしもロンドンが霧ならば、飛行機はプレストウィック(スコットランド南西部)へ飛ぶだろう。\nそうならないことを祈った。\nプレストウィックまで連れていかれたことがこれまで何度あったかしれなかった。\n人生も、空の旅も、ともにひどく退屈なものだ、と彼は思った。\nせめて――自分にもわからない――せめて、どうだというのか?"}
