{"lang":"Japanese","translated":"North Korea launches ballistic missile\n1 shot toward the Sea of ​​Japan, 14th time this year\nThe Ministry of Defense announced on the 4th that North Korea launched a ballistic missile toward the Sea of ​​Japan at around 0:02 pm on the same day.\nThe Ministry of Defense is proceeding with analysis of details such as the trajectory and flight distance after launch.\nThis is the 14th time North Korea has launched a missile since April 16th this year.\nDeputy Defense Minister Makoto Oniki told reporters that the missile was likely to have been launched eastward from near the west coast of North Korea and dropped into the Sea of ​​Japan outside Japan's Exclusive Economic Zone (EEZ) on the east coast of North Korea. ..\nThe estimated maximum altitude is about 800 km, and the flight distance is about 500 km.\nAccording to the Japan Coast Guard, the missile had fallen by 0:25 pm, and the flight time is estimated to be about 20 minutes.\nAccording to the Joint Chiefs of Staff of the Korean Army, the missile launch point is believed to be near Sunan in Pyongyang.\nNorth Korea launched intercontinental ballistic missile (ICBM) -class missiles from near Sunan four times from February 27 to March 24.\nPrime Minister Fumio Kishida told reporters in Rome, Italy, that he was visiting, \"North Korea has been firing frequently.\nA series of North Korean actions threaten the peace, security and stability of the region and the international community and are absolutely unacceptable. \"\n\"It was a violation of the (UN) Security Council resolution, and I strongly condemned and protested,\" he explained.\nThe Blue House of South Korea (Presidential Office) held an urgent National Security Council (NSC) Standing Committee on the afternoon of the 4th and accused it of \"strongly denying it.\"\nBased on the fact that the next administration of Yoon Seok-you will be inaugurated on the 10th, he said he would take all possible measures.\nFormer Deputy Chiefs of Staff Lee Jong-sup, who has been nominated by Mr. Yoon as the Minister of Defense, said at a personnel hearing at the National Assembly, \"There is a possibility of an ICBM, but there is also a possibility of a missile with a shorter flight distance.\" Stated.\nNorth Korea held a military parade on April 25, and the Workers' Party of Korea General Secretary Kim Jong-un said, \"If any force invades our nation's fundamental interests, our nuclear force should carry out its second mission. There is no choice but to use it, suggesting the limited use of \"tactical nuclear weapons\" in actual combat.\nHe emphasized the idea of ​​continuing to develop nuclear weapons and missiles.\n[Chiharu Shibue (Soul), Nozomi Genma, Jun Aoki (Rome)]","source":"北朝鮮が弾道ミサイル発射\n日本海に向け1発、今年14回目\n防衛省は4日、北朝鮮が同日午後0時2分ごろ、日本海に向けて弾道ミサイル1発を発射したと発表した。\n防衛省は発射後の軌道や飛距離など詳細について分析を進めている。\n北朝鮮によるミサイルの発射は4月16日以来で、今年に入ってから14回目。\n鬼木誠副防衛相は記者団に対し、ミサイルは北朝鮮西岸付近から東方向に発射され、北朝鮮東岸の日本の排他的経済水域（EEZ）外側の日本海に落下したとみられると明らかにした。\n推定の最高高度は約800キロ、飛行距離は500キロ程度。\n海上保安庁は、ミサイルは午後0時25分までには落下したとしており、飛行時間は20分程度と推測される。\n韓国軍合同参謀本部によると、ミサイルの発射地点は平壌の順安（スナン）付近とみられる。\n北朝鮮は2月27日から3月24日までに計4回、順安付近から大陸間弾道ミサイル（ICBM）級ミサイルを発射していた。\n岸田文雄首相は訪問先のイタリア・ローマで記者団に「北朝鮮は高い頻度で発射を繰り返している。\n一連の北朝鮮の行動は地域や国際社会の平和と安全、安定を脅かすものであり断じて容認できない」と指摘。\n「（国連の）安全保障理事会決議違反であり、強く非難するとともに抗議した」と説明した。\n韓国青瓦台（大統領府）は4日午後、緊急の国家安全保障会議（NSC）常任委員会を開き「強く糾弾する」と非難した。\n10日に尹錫悦（ユンソンニョル）次期政権が発足することを踏まえ、対応に万全を期すとした。\n尹氏から国防相に指名されている李鐘燮（イジョンソプ）元合同参謀本部次長は国会での人事聴聞会で「ICBMの可能性もあるが、それより飛距離が短いミサイルの可能性もある」と述べた。\n北朝鮮は4月25日に軍事パレードを開催、演説した金正恩朝鮮労働党総書記が「どんな勢力であれ、我が国家の根本利益を侵奪するなら、我々の核兵力は第2の使命を決行せざるを得ない」と述べ、限定的な「戦術核」の実戦使用を示唆。\n引き続き核・ミサイル開発を続ける考えを強調していた。\n【渋江千春（ソウル）、源馬のぞみ、青木純（ローマ）】"}
