{"lang":"Japanese","translated":"Once upon a time, Ryoshi put out a boat on the river and was doing a fish fishing.\nHowever, for some reason, she can't get along with her today.\n\"Hello, will she give up and change?\"\nWhen Ryoshi thought she was so, the fishing rod she was big and pulled.\nIt's her response to the big thing.\nWhen Ryoshi was happy with her and he pulled him up,\n\"Huh? This is ... Gyaa!\"\nHow, before her fishing line, he was caught by her daughter's sword (→ I want to).\n\"Wow, Namu Amida Butsu, Namu Amida Butsu\"\nRyoshi couldn't get rid of the crap, so she picked her up.\n\"Oh, I'm sorry she's still young.\"\nRyoshi put her daughter's sword in her side of her, and she gave her to the maiden, and he got it.\nThen, from the next ban, she began to show her ghosts, her ghosts, to her sieving her sieving.\n\"Hate? She's hot, she gave her a gift, but is she still envious of her?\"\nWhen the ghost had her in her mystery, her daughter's ghost appeared, and she appeared.\n\"Thank you for giving her a gift. I don't mind, she wants to go to that (→ heaven), but she has a heartache ... A word, she doesn't. mosquito?\"\nI said, with a faint voice.\n\"Well, let's see her.\"\n\"Yes. Actually, she was supposed to go to a favorite person, but she was so bad that she couldn't make her kimono. That's why her good luck was broken. \"\n\"Well, that would have been painful. Alright, now she's gone, but I'll have her kimono for you.\"\nShe said that she was a daughter, and she wiped her tears off her tears, and she screamed.\nAkuruhi, Osho-san picked up her kimono from her sword, and she put it on her sieving pine.\nThen, in the middle of her life, her daughter's ghost appeared, and she turned to the kimono and she said.\nHer kimono of Yomeiri was her kimono, instead she was her kimono when her daughter drowned her, and she was hung on her footwear.\nFrom that time on, she became known as \"Yurei's girlfriend's pine tree.\"","source":"　むかしむかし、　りょうしが　かわにふねをだして、　さかなつりを　していました。\n　ところが、　どうしたことか、　きょうは　１ぴきも　つれません。\n「こんやは、　あきらめて　かえるとするか」\n　りょうしが　そうおもっていると、　つりざおが　おおきく、　ひっぱられました。\n　おおものの　てごたえです。\n　りょうしが　よろこんで　ひきあげると、\n「へっ？　これは、　・・・ギャァァァーー！」\n　なんと、　つりいとの　さきには、　わかいむすめの　なきがら(→したい)が　ひっかかって　いました。\n「わわぁ、　なむあみだぶつ、　なむあみだぶつ」\n　りょうしは、　なきがらを　すてるわけにもいかず、　ふねに　ひきあげました。\n「ああ、　まだ　わかいというのに、　かわいそうに」\n　りょうしは、　むすめの　なきがらを　ちかくの　おてらに　はこんで、　おしょうさんに　おきょうを　あげて　もらいました。\n　すると　つぎのばんから、　おてらの　ふるい　まつのきの　したに、　あのわかいむすめの　ゆうれいが　あらわれはじめたのです。\n「はて？　てあつく　おきょうを　あげてやったのに、　まだ、　このよに　うらみでも　あるのだろうか？」\n　おしょうさんが　ふしぎに　おもっていると、　むすめの　ゆうれいが　あらわれて、\n「おきょうを　あげてくださり、　ありがとうございました。　まよわず、　あのよ(→てんごく)へ　いきたいのですが、　こころのこりが・・・。　ひとこと、　おきき　くださいませんか？」\nと、　かすかなこえで、　いいました。\n「なんなりと、　はなして　みなさい」\n「はい。　じつは、　すきなひとのもとへ、　およめに　いくことに　なっていたのですが、　いえが　まずしいため、　よめいりの　きものが　つくれないでいました。　そのため、　せっかくの　けっこんばなしが、　こわれてしまったのです」\n「そうか、　それはさぞ、　つらかったろう。　よしよし、　いまとなっては　ておくれながら、わしが、　よめいりの　きものを、　そろえてやろう」\n　おしょうさんが　そういうと、　むすめの　ゆうれいは　なみだを　ふいて、　フッと　きえさりました。\n　あくるひ、　おしょうさんは　やくそくの　きものを　かってきて、　ふるいマツの　えだに　かけておきました。\n　すると、　よなかに　むすめの　ゆうれいが　あらわれて、　きものを　きがえて　いったのでしょう。\n　よめいりの　きものは　きえて、　かわりに、　むすめが　おぼれて　しんだときの　きものの　そでが、　えだに　かけられていました。\n　そのときから、　このマツは　「ゆうれいの　そでかけマツ」と、　よばれるように　なったのです。"}
